[
    {
        "seq": 0,
        "name": "the Fool",
        "position": "Upright",
        "result": "good",
        "love": "The Fool tarot meaning in love signals that you'll need to experience new things in order to find the romance that you desire. Be willing to take risks, and be bold and expand your vision of the world.",
        "career": "If you’ve been looking to start a new career path, change jobs, get a promotion, or even start your own venture, the Fool can be a welcome card to begin your new journey. ",
        "finance": "When it comes to finances, you may be in a period where you are feeling spontaneous and idealistic. All spending now can be for the purpose of adventure and exploration.",
        "description": "The Fool is a card of new beginnings, opportunity and potential. Now is a time when you need to trust where the Universe is taking you.  It encourages you to have an open, curious mind and a sense of excitement."
    },
    {
        "seq": 1,
        "name": "the Fool",
        "position": "Reversed",
        "result": "bad",
        "love": "This card can signal that your bright-eyed, trusting nature may need to be tempered with a dose of caution. It can also indicate that you or a lover may be a bit too immature right now to handle truly loving relationship.",
        "career": "You may have all the energy in the world, and eagerness to do use that energy, however, you may not quite have the insight to do so without any consequences. It may be that there are more dangers than you see right now.   ",
        "finance": "When it comes to your finances, the reversed Fool can suggest financial opportunities, but beware of recklessness. You’ll need to take a closer and more realistic look at your bank account. ",
        "description": "The Fool reversed suggests that you have conceived of a new project but aren’t ready to ‘birth’ it into the world just yet. You may choose to keep this new opportunity to yourself for now, or wait until a better time."
    },
    {
        "seq": 2,
        "name": "the World",
        "position": "Upright",
        "result": "good",
        "love": "The World tarot love meaning signals a feeling of completion and happiness. At times, this card can even suggest moving to the next step of your relationship, such as marriage or starting a family.",
        "career": "Be proud of yourself, as you have done what you have set out to do when it comes to your career. It’s likely you’re already thinking about what comes next, as this is the normal cycle of things. For now, enjoy the moment. ",
        "finance": "You may have worked hard in order to reach your financial goals, and now may be the time to enjoy the fruits of your labor. Now can be the time of thinking about other long term goals.",
        "description": "The meaning of the World card is fulfillment, achievement, and completion. This shows that all the efforts that you have been putting in place are starting to pay off."
    },
    {
        "seq": 3,
        "name": "the World",
        "position": "reversed",
        "result": "bad",
        "love": "The reversed World tarot love meaning signals a feeling of incompletion; a nearing to the end of one cycle, but not quite there.",
        "career": "The reversed World signals nearing completion, but perhaps missing the final pieces that would make you truly feel fulfilled. Now is the time to reevaluate your goals and make the adjustments as necessary.  ",
        "finance": "You may feel stagnant and unhappy with what you have. There is likely a reevaluation of your relationship to the material things that needs to be adjusted with the reversed World.",
        "description": "The reversed World card suggests that you are seeking closure on a personal issue. You know, deep down, that to accept and embrace where you are now, you need to let go of the past and move on."
    },
    {
        "seq": 4,
        "name": "the Hanged Man",
        "position": "Upright",
        "result": "bad",
        "love": "The Hanged Man is about sacrifice, new perspectives and waiting for the right time. Instead of trying to force a relationship to come into fruition, use this time to see how your perspective changes when you’re alone.",
        "career": "This card can signal a feeling of waiting or uncertainty about what you should be doing. The lesson is that sometimes, no matter what, you cannot force a decision, or changes to occur when things are not at the right time.",
        "finance": "The Hanged Man can signal that a change in perspective is needed. If there has been some stress about money matters, you may find that at the moment a pause can actually bring you a new way of looking at things.",
        "description": "The Hanged Man card reflects a particular need to suspend certain action. As a result, this might indicate a certain period of indecision."
    },
    {
        "seq": 5,
        "name": "the Hanged Man",
        "position": "reversed",
        "result": "bad",
        "love": "Now is the time for action. The reversed Hanged Man tarot love meaning suggests that the period of waiting is over.",
        "career": "When the Hanged Man is reversed, you may feel that the sacrifices you’ve been making in your career haven’t really been yielding results.",
        "finance": "There is a sense of wasted sacrifice with this card; let these be a lesson for how to approach these situations in the future.",
        "description": "The reversal meaning of the Hanged Man card represents a very specific period of time during which you feel as if you are sacrificing a significant amount of time while getting nothing in return."
    },
    {
        "seq": 6,
        "name": "the Lovers",
        "position": "Upright",
        "result": "good",
        "love": "When it comes to love and relationships, the Lovers card can be a welcome sight to any seeker. The Lovers tarot card signals a wonderful cohesiveness and balance of forces, indicating complimentary energies.",
        "career": "Sometimes, the Lovers can signal a business partnership, or a relationship with a colleague that is harmonious and beneficial to both parties. It can also suggest that there are big decisions that you need to make when it comes to your future career.",
        "finance": "When it comes to finances, the Lovers card can suggest that big financial decisions need to be made. The important thing to remember is that it seems like you can’t have both.",
        "description": "The primary meaning within the Lovers is harmony, attractiveness, and perfection in a relationship. You should be as true to yourself as you can be, so you will be genuine and authentic to the people who are around you."
    },
    {
        "seq": 7,
        "name": "the Lovers",
        "position": "reversed",
        "result": "bad",
        "love": "The reversed Lovers in a relationship or romance tarot reading can suggest there is a coldness within your relationship. What was in balance is no longer working.",
        "career": "You may have conflicts between your colleagues, or a business partner when the Lovers card is reversed. There are likely to be consequences that you did not foresee should you continue down this path. ",
        "finance": "Your financial choices may be rather impulsive right now, meaning your long term financial security can be threatened. Make sure that you understand what you’re truly able to afford when it comes to your finances.",
        "description": "The Lovers reversed can point to both inner and outer conflicts that you are dealing with. The disharmony can make daily life difficult and could be putting pressure on your relationships."
    }
]